{ 
  "html":{
    "nome":"HTML",
    "icone": "fab fa-html5",
    "descricao":"O HTML é uma linguagem de marcação. Usamos ela para delimitar conteúdos específicos (como imagens, textos e videos), seguindo uma sintaxe própria. Toda página que você abre são a leitura e a interpretação de um arquivo que contém esses códigos HTML. ",
    "experiencia":"2 anos de experiência",
    "cor":"#DD4B25"
  },
  "css":{
    "nome":"CSS",
    "icone":"fab fa-css3-alt",
    "descricao":"O CSS nos permite criar layouts, transições e animações em páginas da internet que adotam para seu desenvolvimento linguagens de marcação (como XML, HTML e XHTML).",
    "experiencia":"2 anos de experiência",
    "cor":"#2A95CA"
  },
  "javascript":{
    "nome":"JavaScript",
    "icone":"fab fa-js-square",
    "descricao":"JavaScript é uma linguagem de programação que me permite implementar itens complexos em páginas web. Atualmente, é umas das linguagens mais usadas do mundo, e uma das mais poderosas. Junto com HTML e CSS me dá poder para criar tudo que eu imaginar no domínio Web.",
    "experiencia":"1 ano de experiência",
    "cor":"#EFD81D"
  },
  "sass":{
    "nome":"SASS",
    "icone":"fab fa-sass",
    "descricao":"Sass é uma linguagem de folhas de estilo que tem a ideia de manter a mesma lógica do CSS, mas de uma maneira mais organizada, intuitiva e com trechos de código facilmente reutilizáveis.<br/> Com o SASS, é muito mais fácil desenvolver um projeto grande e não se perder no meio de tanto código.",
    "experiencia":"6 meses de experiência",
    "cor":"#BF4080"
  },
  "bootstrap":{
    "nome":"Bootstrap",
    "icone":"fab fa-bootstrap",
    "descricao":"Bootstrap é um framework CSS, que utiliza JavaScript. Usado para simplificar a fase de desenvolvimento na parte da interface, pois contém pré-estilos muito interessantes, e responsivos (elementos que se adaptam a celulares e computadores).",    
    "experiencia":"1 ano de experiência",
    "cor":"#7511F1"
  },
  "angular":{
    "nome":"Angular",
    "icone":"fab fa-angular",
    "descricao":"Um dos recursos mais conhecidos do mundo, a linguagem SQL (Structured Query Language) é usada para executar comando em bancos de dados relacionais, isto é, baseado em tabelas. Apesar de não ser o único meio utilizado para este fim, certamente, é o mais popular.",
    "experiencia":"2 meses de experiência",
    "cor":"#D93648"
  },
  "node":{
    "nome":"Node.js",
    "icone":"fab fa-node",
    "descricao":"É um ambiente de execução JavaScript, que roda por trás dos panos, ou seja, no lado do servidor. Além disso, sua arquitetura, flexibilidade e baixo custo, o tornam uma boa escolha para implementação de Microsserviços. Apesar de ser uma tecnologia recente, é utilizada por grandes empresas como Uber, Netflix, Linkedin, Nasa, Walmart e muitas outras.",
    "experiencia":"2 meses de experiência",
    "cor":"#76AD64"
  },
  "sql":{
    "nome":"Banco de Dados",
    "icone":"fas fa-database",
    "descricao":"Um dos recursos mais conhecidos do mundo, a linguagem SQL (Structured Query Language) é usada para executar comando em bancos de dados relacionais, isto é, baseado em tabelas. Apesar de não ser o único meio utilizado para este fim, certamente, é o mais popular.",
    "experiencia":"2 meses de experiência",
    "cor":"#4479A1"
  }
}